Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void Activate()
  Visual Basic
Public Sub Activate
  Visual C++
public:
void Activate()
 See Also
  FamilySymbol Class
  Autodesk.Revit.DB Namespace